Repository: ItsUmeaUniversity/umu.se-iOS
Catalog: *.lproj/Localizable.strings
Languages: sv

source: Welcome
sv: V채lkommen

source: News
sv: Nyheter

source: Map
sv: Karta

source: App feedback
sv: Vad tycker du om appen?

# Map information
source: Info on the map
sv: Information om kartan

source: Contact Ume책 University
sv: Kontakta Ume책 universitet

source: About Ume책 University
sv: Om universitetet

source: External Relations
sv: Samverkan

source: Research
sv: Forskning

source: Education
sv: Utbildning
